Repository: Avag-Sayan/lxplug-volumepulse
Catalog: po/*.po
Languages: is, it, sk

source: AV Jack
is: AV-tengi
it: Jack analogico AV
sk: AV konektor (jack)

source: Mute
is: Þagga
it: Muto
sk: Stíšiť

source: Audio Outputs
is: Hljóðútgangar
it: Uscite audio
sk: Zvukové výstupy

source: Audio Inputs
is: Hljóðinngangar
it: Ingressi audio
sk: Zvukové vstupy

source: Device Profiles...
is: Stillisnið tækja...
it: Profili dispositivo...
sk: Profily zariadení...

source: No audio devices found
is: Engin hljóðtæki fundust
it: Nessun dispositivo audio rilevato
sk: Neboli nájdené zvukové zariadenia

source: Input from this device not available in the current profile
is: Inntak frá þessu tæki er ekki tiltækt í fyrirliggjandi stillisniði
it: L'ingresso da questo dispositivo non è disponibile nel profilo corrente
sk: V aktuálnom profile zariadenia nie je dostupný zvukový vstup

source: Output to this device not available in the current profile
is: Úttak frá þessu tæki er ekki tiltækt í fyrirliggjandi stillisniði
it: L'uscita da questo dispositivo non è disponibile nel profilo corrente
sk: V aktuálnom profile zariadenia nie je dostupný zvukový výstup

source: Device Profiles
is: Stillisnið tækja
it: Profili dispositivo
sk: Profily zariadení

source: Device not connected
is: Tæki ekki tengt
it: Dispositivo non collegato
sk: Zariadenie nie je pripojené

source: Volume control
is: Hljóðstyrkstillir
it: Regolazione del volume
sk: Ovládanie hlasitosti

source: Volume Control (PulseAudio)
is: Hljóðstyrkstillir (PulseAudio)
it: Regolazione del volume (PulseAudio)
sk: Ovládanie hlasitosti (PulseAudio)

source: Display and control volume for PulseAudio
is: Birta og sýsla með hljóðstyrk fyrir PulseAudio
it: Mostra e regola il volume per PulseAudio
sk: Zobraziť a ovládať hlasitosť pomocou PulseAudio

source: Reconnecting Bluetooth devices...
is: Endurtengi Bluetooth-tæki...
it: Riconnessione ai dispositivi Bluetooth...
sk: Pripájanie sa k zariadeniam Bluetooth...

source: Bluetooth %s device not found
is: Bluetooth %s tæki fannst ekki
it: Dispositivo Bluetooth di %s non trovato
sk: Bluetooth zariadenie %s nebolo nájdené

source: Device not found by PulseAudio
is: PulseAudio fann ekki tæki
it: Dispositivo non trovato da PulseAudio
sk: PulseAudio nenašiel zariadenie

source: Connecting Audio Device
is: Tengi hljóðtæki
it: Connessione al dispositivo audio
sk: Prebieha pripájanie ku zvukovému zariadeniu

source: Failed to connect to Bluetooth device - %s
is: Mistókst að tengjast við Bluetooth-tæki - %s
it: Impossile connettersi al dispositivo Bluetooth: %s
sk: Nepodarilo sa pripojiť k Bluetooth zariadeniu - %s

source: _OK
is: Í _lagi

source: Connecting Bluetooth device '%s' as output...
is: Tengi Bluetooth-tæki '%s' sem úttak...
it: Connessione al dispositivo Bluetooth «%s» come uscita...
sk: Pripájanie Bluetooth zariadenia '%s' ako výstup...

source: Connecting Bluetooth device '%s' as input...
is: Tengi Bluetooth-tæki '%s' sem inntak...
it: Connessione al dispositivo Bluetooth «%s» come ingresso...
sk: Pripájanie Bluetooth zariadenia '%s' ako vstup...

source: Reconnecting Bluetooth input device as output only...
is: Endurtengi Bluetooth-inntakstæki einungis sem úttak...
it: Riconnessione al dispositivo Bluetooth di ingresso come sola uscita...
sk: Pripájanie vstupného zariadenia Bluetooth iba v režime výstupu...

source: Reconnecting Bluetooth device...
is: Endurtengi Bluetooth-tæki...
it: Riconnessione al dispositivo Bluetooth...
sk: Pripájanie Bluetooth zariadenia...

source: Could not set profile for device : %s
it: Impossibile impostare il profilo per il dispositivo : %s
